Repository: xoraxax/dtg
Catalog: dtg/translations/*/LC_MESSAGES/messages.po
Languages: de_de

source: – Upcoming tasks
de_de: – Anstehende Aufgaben

source: Visible from date must be earlier than due date.
de_de: "Sichtbar ab"-Datum muss vor dem Fälligkeitsdatum liegen.

source: The task will be invisible until this day.
de_de: Die Aufgabe bleibt unsichtbar bis zu diesem Tag.

source: Until when should the task be completed
de_de: Bis wann die Aufgabe erledigt werden soll

source: Hard scheduling
de_de: Regelmäßig ansetzen

source: If ticked, tasks will be rescheduled regardless of the completion. If not ticked, rescheduling happens when a task is completed.
de_de: Falls ausgewählt, werden Aufgaben in einem harten Rhythmus unabhängig davon, ob sie fertiggestellt wurden, erneut angesetzt. Falls nicht ausgewählt, werden sie erst neu angesetzt, wenn die Aufgabe abgeschlossen wurde.

source: Expert scheduling code
de_de: Expertenwiederholungs-Code

source: If you are an expert, you may compose a complex code that controls the schedule of this task.
de_de: Falls du ein Experte bist, kannst du einen komplexen Code erstellen, der den Zeitplan dieser Aufgabe steuert.

source: Please enter either the easy or the expert string, but not both.
de_de: Bitte entweder den einfachen oder den Experten-String eingeben, aber nicht beide.

source: Please set a due date before setting the recurrence interval!
de_de: Setze ein Fälligkeitsdatum bevor du ein Wiederholungsmuster setzt!

source: Recurrence procedure
de_de: Wiederholungsmuster

source: Here you may use your English words to describe the recurrence pattern. Supported examples include 'Every month', 'Every 3 months', 'Every Monday', 'Every 3 years', 'Every 42 weeks'.
de_de: Hier kannst du englische Wörter benutzen, um das Wiederholungsmuster zu beschreiben. Unterstützt werden z. B. 'Every month', 'Every 3 months', 'Every Monday', 'Every 3 years', 'Every 42 weeks'.

source: Whether reminders should be generated for this task
de_de: Ob Erinnerungen generiert werden sollen für diese Aufgabe

source: Detailed information about this task. In Markdown syntax.
de_de: Detaillierte Beschreibung dieser Aufgabe in Markdown syntax.

source: Tick here if the task has been performed.
de_de: Markiere diese Option, falls die Aufgabe erledigt wurde.

source: Description
de_de: Beschreibung

source: Visible From
de_de: Sichtbar ab

source: Due
de_de: Fällig am

source: Notify
de_de: Benachrichtigen

source: Context
de_de: Kontext

source: Summary
de_de: Zusammenfassung

source: Send nightly mail notifications
de_de: Sende nächtliche Erinnerungsmails

source: You need to supply your e-mail address to use this feature!
de_de: Du musst deine E-Mailadresse angeben, um dieses Feature zu benutzen!

source: Language
de_de: Sprache

source: New Password
de_de: Neues Passwort

source: Passwords must match
de_de: Die Passwörter müssen übereinstimmen

source: Repeat Password
de_de: Passwort wiederholen

source: Rescheduled task
de_de: Aufgabe wurde erneut geplant

source: Overdue for %i days
de_de: Überfällig seit %i Tagen

source: Due today
de_de: Heute fällig

source: Due tomorrow
de_de: Morgen fällig

source: Due in %i days
de_de: Fällig in %i Tagen

source: Invalid recurrence type
de_de: Ungültiger recurrence type

source: Invalid token '%(field)s', expected parameter name
de_de: Ungültiges Token '%(field)s', es wurde ein Parametername erwartet

source: Invalid data in field '%(field)s'
de_de: Ungültige Daten in Feld '%(field)s'

source: Invalid recurrence procedure, see examples
de_de: Ungültiges Wiederholungsmuster, siehe Beispiele

source: web browser default
de_de: Vorgabe des Webbrowsers

source: Workspace not found
de_de: Arbeitsplatz wurde nicht gefunden

source: Unsorted
de_de: Unsortiert

source: Workspace '%s' already exists!
de_de: Arbeitsfläche '%s' existiert schon!

source: Edit tag
de_de: Ändern des Tags

source: Add tag
de_de: Tag hinzufügen

source: Saved tag '%s'
de_de: Tag '%s' gespeichert

source: Duplicate name
de_de: Doppelter Name

source: Deleted tag '%s'
de_de: Tag '%s' gelöscht

source: Preferences
de_de: Einstellungen

source: Saved preferences
de_de: Einstellungen gespeichert

source: Edit context
de_de: Ändern des Kontexts

source: Add context
de_de: Kontext hinzufügen

source: Wrong workspace
de_de: Falsche Arbeitsfläche

source: Saved context '%s'
de_de: Kontext '%s' wurde gespeichert

source: Last context cannot be deleted
de_de: Der letzte Kontext kann nicht gelöscht werden

source: Deleted context '%s'
de_de: Kontext '%s' wurde gelöscht

source: Invalid filter name.
de_de: Ungültiger Filtername.

source: Created task '%s'
de_de: Aufgabe '%s' wurde erstellt

source: Edit task
de_de: Ändern der Aufgabe

source: Add task
de_de: Aufgabe hinzufügen

source: Saved task '%s'
de_de: Aufgabe '%s' wurde gespeichert

source: Deleted task '%s'
de_de: Aufgabe '%s' wurde gelöscht

source: Marked task '%s' as completed
de_de: Aufgabe '%s' wurde als erledigt markiert

source: Set due date to tomorrow
de_de: Fälligkeitsdatum auf morgen gesetzt

source: Postponed task by one day
de_de: Aufgabe um einen Tag aufgeschoben

source: Unknown action
de_de: Unbekannte Aktion

source: You are already logged in!
de_de: Du bist schon eingeloggt!

source: Invalid credentials.
de_de: Ungültige Zugangsdaten.

source: Welcome to <em>Done Tasks Gone</em>! Using this tutorial, you will learn most of the nifty features of DTG. Note that even outside the tutorial, you can always hover your mouse over a particular element to see a short description. <br><a href="#" class="btn" id="continuetutorial">Start the tutorial!</a>
de_de: Willkommen zu <em>Dringende Tätigkeiten Geplant</em>! Mit dieser interaktiven Anleitung wirst du die meisten coolen Funktionen von DTG kennenlernen. Denke daran, dass du sogar außerhalb dieser Anleitung einfach die Maus über Element halten kannst, um eine kurze Beschreibung zu bekommen. <br><a href="#" class="btn" id="continuetutorial">Starte die interaktive Anleitung!</a>

source: Create a new task by entering its summary and pressing Return or the <em>Create</em> button.
de_de: Erstelle eine neue Aufgabe, indem du die Zusammenfassung eingibst und die Eingabetaste oder den <em>Erstellen</em>-Knopf drückst.

source: Create a new context by clicking the <em>Add</em> button.
de_de: Erstelle einen Kontext, indem du den <em>Hinzufügen</em>-Knopf drückst.

source: Move your new task by dragging and dropping it onto your newly created context.
de_de: Verschiebe deine Aufgabe, indem du sie ziehst und auf dem neu erstellten Kontext fallen lässt.

source: Select your newly created context by clicking it.
de_de: Selektiere deinen neu erstellen Kontext, indem du ihn anklickst.

source: Create a tag by clicking the <em>Add</em> button.
de_de: Erstelle ein Tag, indem du den <em>Hinzufügen</em>-Knopf drückst.

source: Assign the new tag by dragging it and dropping it on the task
de_de: Weise das neue Tag zu, indem du es ziehst und auf der Aufgabe fallen lässt.

source: Deselect your tag to see how tasks with tags can be excluded.
de_de: Wähle dein Tag ab, um zu sehen, wie Tags ausgeschlossen werden können.

source: Select your tag again.
de_de: Wähle dein Tag erneut.

source: Postpone your task - this is useful if you do not want to complete it on the planned due date.
de_de: Schiebe deine Aufgabe auf - dies ist nützlich wenn du sie nicht am aktuellen Fälligkeitsdatum fertigstellen willst.

source: You are done with your task, click <em>Complete</em>.
de_de: Du bist mit der Aufgabe fertig, klicke <em>Abschließen</em>.

source: You want to see the completed tasks, click <em>Completed</em>.
de_de: Du möchtest die abgeschlossenen Aufgaben sehen, klicke <em>Abgeschlossen</em>.

source: You want to see the active tasks again, click <em>To do</em>.
de_de: Du möchtest wieder die aktiven Aufgaben sehen, klicke <em>Zu tun</em>.

source: Create a new task again.
de_de: Erstelle eine neue Aufgabe erneut.

source: Now you want to edit the details of the task, click <em>Edit</em>.
de_de: Jetzt willst du die Details der Aufgabe ändern, klicke <em>Ändern</em>.

source: Your task should be hidden until a certain day has begun. Set the <em>visible from</em> date to the future.
de_de: Deine Aufgabe soll versteckt werden bis ein gewisser Tag angefangen hat. Setze das Sichtbarkeitsdatum auf einen zukünftigen Tag.

source: Your task should also be due on some date. Set the <em>due date</em> date to the future and past the visible from date.
de_de: Deine Aufgabe soll auch an einem bestimmten Tag fällig werden. Setze das Fälligkeitsdatum auf einen Tag, der in der Zukunft und nach dem Sichtbarkeitsdatum liegt.

source: You want to store details of the task, edit the <em>description</em>. You may use Markdown markup (look it up if you do not know it!).
de_de: Du möchtest noch mehr Einzelheiten zur Aufgabe ablege, ergänze die <em>Beschreibung</em>. Du kannst dabei die Markdown-Auszeichnungssprache benutzen (schaue nach, was das ist, wenn du es nicht kennst!).

source: Your task should repeat itself. Think about an interval like 'every 1 day<b>s</b>' and enter it.
de_de: Deine Aufgabe soll sich wiederholen. Denk dir ein Interval wie 'every 1 day<b>s</b>' aus und gib es ein.

source: Save your changes.
de_de: Speichere deine Änderungen.

source: Now the original task was converted to a recurrence template and a slave task was created. Switch to <em>recurrence templates</em> to view your master task.
de_de: Jetzt wurde die originale Aufgabe in eine Wiederholungsvorlage umgewandelt und eine abhängige Aufgabe wurde erstellt. Schalte auf <em>Wiederholungsvorlagen</em> um, um die Hauptaufgabe zu sehen.

source: In order to view your assigned description, click the task.
de_de: Um die eben angelegte Beschreibung zu sehen, klicke die Aufgabe an.

source: Switch to <em>To Do</em> again to be able to work with new tasks.
de_de: Schalte wieder auf <em>Zu tun</em> zurück, um mit neuen Aufgaben arbeiten zu können.

source: Create another task.
de_de: Erstelle eine weitere Aufgabe.

source: Reorder your tasks by using drag and drop. You can also reorder tags and contexts.
de_de: Ändere die Reihenfolge deiner Aufgaben durch Ziehen und Fallenlassen. Du kannst auch die Reihenfolge der Tags und Kontexte ändern.

source: Thank you for completing this tutorial! We hope that you can now enjoy DTG to a better extent.
de_de: Danke, dass du diese interaktive Anleitung absolviert hast. Wir hoffen, dass du dich nun an DTG in einem besseren Maße erfreuen kannst.

source: DTG now supports a tutorial that will present the basic features to the user!
de_de: DTG unterstützt nun eine interaktive Anleitung, die die grundlegenden Funktionen neuen Benutzern vorstellt.

source: Notice
de_de: Hinweis

source: This site needs JavaScript to work properly!
de_de: Diese Webseite benötigt JavaScript, um zu funktionieren!

source: Choose workspace
de_de: Arbeitsfläche wechseln

source: Rename this workspace
de_de: Arbeitsfläche umbennen

source: Delete this workspace
de_de: Arbeitsfläche löschen

source: Log in
de_de: Anmelden

source: Log out
de_de: Abmelden

source: Done tasks gone
de_de: Dringende Tätigkeiten Geplant

source: Communication error
de_de: Kommunikationsfehler

source: Communication with the server failed:
de_de: Die Kommunikation mit dem Server ist fehlgeschlagen:

source: Dismiss
de_de: Ignorieren

source: Reload
de_de: Seite neu laden

source: Recurring tasks
de_de: Wiederkehrende Aufgaben

source: This is a part of a series of recurring tasks.
de_de: Dies ist ein Teil einer Serie von sich wiederholenden Aufgaben.

source: Edit the task template instead.
de_de: Ändere stattdessen die Aufgabenvorlage.

source: The expert scheduling code has the following format: <tt>TIMESPAN;INTERVAL;name=value;name=value;...</tt>. <tt>TIMESPAN</tt> can be set to Y (year), M (month), W (week), or D (day). <tt>INTERVAL</tt> is an integer. <tt>value</tt> may be any valid json literal. <tt>name</tt> may be one of the keyword arguments explained in the <a target="_new" href="http://labix.org/python-dateutil/#head-470fa22b2db72000d7abe698a5783a46b0731b57">Python Dateutils</a> documentation. Example: <tt>Y;2;byeaster=0</tt> defines a recurring event for every second easter sunday.
de_de: Der Expertenwiederholungs-Code hat das folgende Format: <tt>TIMESPAN;INTERVAL;name=value;name=value;...</tt>. <tt>TIMESPAN</tt> kann die Werte Y (Jahr), M (Monat), W (Woche) oder D (Tag) annehmen. <tt>INTERVAL</tt> ist eine Ganzzahl. <tt>value</tt> kann jedes gültige json-Literal sein. <tt>name</tt> kann eins der keyword arguments sein, die auf der Seite <a target="_new" href="http://labix.org/python-dateutil/#head-470fa22b2db72000d7abe698a5783a46b0731b57">der Python Dateutils Dokumentation</a> erklärt werden. Beispiel: <tt>Y;2;byeaster=0</tt> definiert eine sich wiederholende Aufgabe, die an jedem zweiten Ostersonntag stattfindet.

source: Visibility and due dates
de_de: Sichtbarkeit und Fälligkeitsdatum

source: Various
de_de: Verschiedenes

source: Error
de_de: Fehler

source: Error:
de_de: Fehler:

source: Login
de_de: Anmelden

source: Username
de_de: Benutzername

source: Password
de_de: Passwort

source: Recurring
de_de: Wiederkehrend

source: New name of this workspace?
de_de: Neuer Name dieser Arbeitsfläche?

source: Tutorial
de_de: Anleitung

source: Skip this step
de_de: Schritt überspringen

source: Stop the tutorial
de_de: Anleitung beenden

source: New feature
de_de: Neue Funktion

source: Cool!
de_de: Toll!

source: Contexts are like folders, they let you organize tasks place- and time-wise
de_de: Kontexte sind wie Ordner, sie erlauben dir, Aufgaben zeit- und ortsabhängig zu organisieren

source: Contexts
de_de: Kontexte

source: Add
de_de: Hinzufügen

source: Tags let you classify tasks with different facets. Just drag the tags onto the tasks.
de_de: Tags erlauben dir, Aufgaben facettenreich zu annotieren. Ziehe einfach die Tags auf die Aufgaben.

source: Every task must have a selected tag
de_de: Jede Aufgabe muss ein ausgewähltes Tag haben

source: Incl
de_de: Inkl

source: Every task must have every selected tag
de_de: Jede Aufgabe muss jedes ausgewählte Tag haben

source: Excl
de_de: Exkl

source: Filters let you narrow down the visible tasks
de_de: Filter schränken die angezeigten Aufgaben ein

source: Filters
de_de: Filter

source: Tasks to be done
de_de: Zu erledigende Aufgaben

source: To do
de_de: Zu tun

source: Completed tasks
de_de: Abgeschlossene Aufgaben

source: Completed
de_de: Abgeschlossen

source: Tasks that are not yet visible
de_de: Aufgaben, die noch nicht sichtbar sind

source: Invisible
de_de: Unsichtbar

source: Tasks templates for the recurring tasks
de_de: Aufgabenvorlagen für wiederkehrende Aufgaben

source: Recurrence templates
de_de: Wiederholungsvorlagen

source: All tasks regardless of due date
de_de: Alle Aufgaben unabhängig vom Fälligkeitsdatum

source: All
de_de: Alle

source: Tasks due today
de_de: Heute fällige Aufgaben

source: Today
de_de: Heute

source: Tasks due today or tomorrow
de_de: Heute oder morgen fällige Aufgaben

source: Tasks due in the next 7 days
de_de: In den nächsten sieben Tagen fällige Aufgaben

source: Tasks without due date
de_de: Aufgaben ohne Fälligkeitsdatum

source: No date
de_de: Kein Datum

source: Type here to create a new task. You may prefix the summary by a context name and use '#' to add tags.
de_de: Tippe hier um neue Aufgaben zu erstellen. Du kannst den Text mit einem Kontextnamen prefixen und mit '#' Tags hinzufügen.

source: Create new task ...
de_de: Erstelle eine neue Aufgabe ...

source: Create
de_de: Erstellen

source: Tasks
de_de: Aufgaben

source: Complete
de_de: Abschließen

source: Reopen
de_de: Wiederaufnehmen

source: Postponing a task moves the due date to tomorrow or a day after its current due date, depending on whether it had a due date already.
de_de: Aufschieben einer Aufgabe ändert ihr Fälligkeitsdatum derart, dass es entweder morgen ist oder einen Tag nach dem alten Fälligkeitsdatum liegt.

source: Postpone
de_de: Aufschieben

source: Edit
de_de: Ändern

source: Delete
de_de: Löschen

source: Completed:
de_de: Abgeschlossen:

source: Filtered tasks in this context
de_de: Gefilterte Aufgaben in diesem Kontext

source: Total active tasks in this context
de_de: Gesamtanzahl der Aufgaben in diesem Kontext

source: Cancel
de_de: Abbrechen

source: Save
de_de: Speichern

source: Delete?
de_de: Löschen?

source: Do you really want to delete the item? In the case of contexts, this will delete all related tasks. In the case of workspaces, it will delete everything in them.
de_de: Möchtest du das Element wirklich löschen? Im Falle von Kontexten werden alle enthaltenen Aufgaben gelöscht. Im Falle von Arbeitsflächen wird alles darin gelöscht.

source: Workspaces
de_de: Arbeitsflächen

source: Create new workspace ...
de_de: Erstelle eine neue Arbeitsfläche ...

source: In which workspace do you want to work?
de_de: In welcher Arbeitsfläche willst du arbeiten?
